<template>
  <v-container>
    <v-row>
      <h1>Про сайт</h1>
    </v-row>
    <v-row>
      <h4>Ласкаво просимо на сайт!</h4>
    </v-row>
    <v-row>
      <span class="text-body-1">
        Цей сайт є демонстраційною версією компонента системи компанії “УнIT”.
        Компонент системи є системою управління базою даних для HR-відділу.
        Містить інформацію про співробітників, посади, відпустки, кабінети та відділи.
      </span>
    </v-row>
    <v-row>
      <span class="text-body-1">
        Компонент спроектовано та реалізовано студенткою Швець А.Д., гр. 123-20з-1.
      </span>
    </v-row>

  </v-container>
</template>

<script setup>
</script>

<script>
</script>
